tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "int128/kubelogin"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "stripe/stripe-cli"
tap "utkuozdemir/pv-migrate"
tap "virtualzone/tap"

brew "cryptography"
brew "python@3.12"
brew "ansible"
brew "axel"
brew "bat"
brew "brew-gem"
brew "cilium-cli"
brew "cliclick"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "unbound"
brew "harfbuzz"
brew "libmicrohttpd"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gem-madness"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gtk+3"
brew "haproxy"
brew "htop"
brew "influxdb-cli"
brew "iproute2mac"
brew "isc-dhcp"
brew "jq"
brew "k6"
brew "keyring"
brew "kubernetes-cli"
brew "lazygit"
brew "llvm"
brew "mas"
brew "node"
brew "mongosh"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: true
brew "nmap"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "openstackclient"
brew "pinentry-mac"
brew "pkg-config"
brew "python@3.11"
brew "qemu"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rustup-init"
brew "signal-cli"
brew "signalbackup-tools", args: ["HEAD"]
brew "spoof-mac"
brew "sshpass"
brew "step"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "int128/kubelogin/kubelogin"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
brew "utkuozdemir/pv-migrate/pv-migrate"
brew "virtualzone/tap/onedrive-uploader"

cask "adoptopenjdk"
cask "alacritty"
cask "alfred"
cask "android-ndk"
cask "android-sdk"
cask "anki"
cask "anydesk"
cask "apache-directory-studio"
cask "authy"
cask "dash"
cask "deepl"
cask "discord"
cask "discord-canary"
cask "discord-ptb"
cask "docker"
cask "drawio"
cask "fig"
cask "font-monaspace"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "lunar-client"
cask "mactex-no-gui"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "minecraft"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "parsec"
cask "prismlauncher"
cask "raspberry-pi-imager"
cask "signal"
cask "spotify"
cask "steam"
cask "temurin8"
cask "utm"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"

mas "Bitwarden", id: 1352778147
mas "CopyClip", id: 595191960
mas "Display Menu", id: 549083868
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Skitch", id: 425955336
mas "Spark", id: 1176895641
mas "Trello", id: 1278508951
mas "WireGuard", id: 1451685025

vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "dracula-theme.theme-dracula"
vscode "hediet.vscode-drawio"
vscode "james-yu.latex-workshop"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "vscodevim.vim"
vscode "withfig.fig"
