tap "grishka/grishka"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "int128/kubelogin"
tap "koekeishiya/formulae"
tap "kreuzwerker/taps"
tap "mongodb/brew"
tap "stripe/stripe-cli"
tap "unikraft/cli"
tap "utkuozdemir/pv-migrate"
tap "virtualzone/tap"
tap "ynqa/tap"
brew "agg"
brew "cryptography"
brew "python@3.12"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "asciinema"
brew "glib"
brew "at-spi2-core"
brew "axel"
brew "bat"
brew "binutils"
brew "brew-gem"
brew "cilium-cli"
brew "cliclick"
brew "cloudflared"
brew "clusterctl"
brew "cmake"
brew "coreutils"
brew "curl"
brew "unbound"
brew "emacs"
brew "etcd"
brew "expect"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "gem-madness"
brew "gh"
brew "git-lfs"
brew "go"
brew "glide"
brew "gnu-sed"
brew "gnupg"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "haproxy"
brew "htop"
brew "influxdb-cli"
brew "iproute2mac"
brew "isc-dhcp"
brew "jq"
brew "k6"
brew "keyring"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "kustomize"
brew "lazygit"
brew "libslirp"
brew "llvm"
brew "mas"
brew "node"
brew "mongosh"
brew "nasm"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nmap"
brew "numpy", link: false
brew "opa"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "openstackclient"
brew "openvino"
brew "packer"
brew "pinentry-mac"
brew "pkg-config"
brew "python@3.11"
brew "qemu"
brew "rclone"
brew "rename"
brew "ripgrep"
brew "rustup"
brew "signal-cli"
brew "signalbackup-tools", args: ["HEAD"]
brew "spoof-mac"
brew "sshpass"
brew "staticcheck"
brew "step"
brew "subfinder"
brew "telnet"
brew "tmux"
brew "tree"
brew "watch"
brew "websocat"
brew "wgcf"
brew "wget"
brew "whois"
brew "wireguard-tools"
brew "xsv"
brew "yarn"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "int128/kubelogin/kubelogin"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
brew "unikraft/cli/kraftkit"
brew "utkuozdemir/pv-migrate/pv-migrate"
brew "virtualzone/tap/onedrive-uploader"
brew "ynqa/tap/jnv"
cask "adoptopenjdk"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "anaconda"
cask "android-ndk"
cask "android-sdk"
cask "anki"
cask "anydesk"
cask "apache-directory-studio"
cask "authy"
cask "battery"
cask "dash"
cask "deepl"
cask "discord"
cask "discord@canary"
cask "discord@ptb"
cask "displaylink"
cask "docker"
cask "drawio"
cask "fig"
cask "font-monaspace"
cask "font-source-code-pro-for-powerline"
cask "google-chrome"
cask "hiddenbar"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "lunar-client"
cask "mactex-no-gui"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "minecraft"
cask "mongodb-compass"
cask "monitorcontrol"
cask "neardrop"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "parsec"
cask "prismlauncher"
cask "raspberry-pi-imager"
cask "raycast"
cask "remoteviewer"
cask "signal"
cask "soundsource"
cask "spotify"
cask "steam"
cask "temurin@8"
cask "utm"
cask "visual-studio-code"
cask "wireshark"
cask "zed"
cask "zoom"
mas "AdGuard for Safari", id: 1440147259
mas "Bitwarden", id: 1352778147
mas "CopyClip", id: 595191960
mas "Display Menu", id: 549083868
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "LanScan", id: 472226235
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Skitch", id: 425955336
mas "Spark", id: 1176895641
mas "Tailscale", id: 1475387142
mas "Trello", id: 1278508951
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "asvetliakov.vscode-neovim"
vscode "dracula-theme.theme-dracula"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "james-yu.latex-workshop"
vscode "kevinrose.vsc-python-indent"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "twxs.cmake"
vscode "withfig.fig"
