tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "mongodb/brew"

cask "alfred"
cask "google-chrome"
cask "alacritty"
cask "spotify"
cask "karabiner-elements"
cask "discord"
cask "discord-ptb"
cask "discord-canary"
cask "authy"
cask "jetbrains-toolbox"
cask "visual-studio-code"
cask "font-source-code-pro-for-powerline"
cask "dash"
cask "anydesk"
cask "parsec"
cask "utm"
cask "messenger"
cask "steam"
cask "signal"
cask "lunar-client"
cask "docker"
cask "notion"
cask "fig"
cask "mongodb-compass"
cask "drawio"
cask "microsoft-teams"
cask "minecraft"
cask "prismlauncher"
cask "anki"

brew "tmux"
brew "fish"
brew "neovim"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew "mas"
brew "fzf"
brew "bat"
brew "ripgrep"
brew "go"
brew "lazygit"
brew "nmap"
brew "gnu-sed"
brew "kubernetes-cli"
brew "axel"
brew "wget"
brew "brew-gem"
brew "cloudflared"
brew "signal-cli"
brew "mongodb-database-tools"
brew "mongodb-community"
brew "rustup"
brew "llvm"

brew "java"
brew "openjdk@17"
brew "openjdk@11"
brew "java11"
cask "temurin8"
cask "zoom"
brew "cliclick"
brew "ffmpeg"

brew "pinentry-mac"
brew "gpg"
brew "tree"

brew "git-lfs"
brew "yt-dlp"

cask "deepl"
